export const websitePrivacyPolicyData = `Политика в отношении обработки
персональных данных
1. ВВЕДЕНИЕ

1.1. Одним из важных условий реализации деятельности Интернет-магазина является обеспечение необходимого и достаточного уровня информационной безопасности, в том числе обеспечение защиты вашей конфиденциальности при использовании наших услуг.

1.2. Политика в отношении обработки персональных данных в Интернет-магазине (далее – Политика) распространяется только на клиентов компании и пользователей наших онлайн-услуг. Если вы подаете заявление о приеме на работу в Интернет-магазин, данная политика конфиденциальности не применяется.

1.3. Данная Политика определяет порядок сбора, хранения, передачи и иных видов обработки персональных данных в Интернет-магазине, а также сведения о реализуемых требованиях к защите персональных данных.

1.4. Настоящая политика обработки персональных данных составлена в соответствии с в соответствии с Законом КР от 14.04.2008. №58 "Об информации персонального характера"и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые MoveGreen (далее – Оператор).

1.5. Интернет-магазин (далее - «мы», «нам» или «нами») является оператором и контролером персональных данных, которые вы предоставляете нам, а также несет ответственность за обработку и хранение ваших персональных данных в соответствии с законодательством КР.

1.6. При регистрации на данном веб-сайте и/или при предоставлении персональных данных вы предоставляете свое прямое согласие на обработку ваших персональных данных с использованием средств и для целей, которые оговорены ниже.

1.7. Настоящая Политика подлежит изменению, дополнению в случае появления новых законодательных актов и специальных нормативных документов по обработке и защите персональных данных.

1.8. Пожалуйста, следите за обновлением данной политики конфиденциальности на нашем веб-сайте.

2. ПЕРЕЧЕНЬ ПЕРСОНАЛЬНЫХ ДАННЫХ И ЦЕЛИ ИХ ОБРАБОТКИ

2.1. Мы осуществляем обработку персональных данных, которые предоставляются нам, например, при размещении заказов, обращении в службу поддержки покупателей или участии в маркетинговых акциях. Персональные данные, которые вы предоставляете нам, могут включать в себя:

Полное имя (фамилия, имя, отчество);
Адрес электронной почты;
Номер стационарного (мобильного) телефона;
Почтовый адрес;
2.2. Предоставляемые вами персональные данные будут использованы для следующих целей:

соблюдение и выполнение договоров о купле-продаже приобретенных вами товаров или любых других;
договоров между вами и нами;
предоставление вам информации о наших товарах;
проведение маркетинговых исследований;
проведение маркетинговых акций.
2.3. Для выполнения вышеуказанных целей мы можем предпринимать следующие действия:

обработка ваших заказов и возврата товаров посредством наших онлайн-услуг;
отправка текстовых сообщений с уведомлением о статусе доставки товара;
связь с вами в случае возникновения проблем с доставкой заказанных вами товаров;
предоставление ответов на ваши вопросы и информирование вас о новых или измененных услугах;
отправка маркетинговых предложений;
проведение анализа с целью предоставления вам наиболее уместных маркетинговых предложений и информации;
проверка факта вашего совершеннолетия, допускающего приобретение вами товаров в Интернет-магазине;
предотвращение неправильного или ненадлежащего использования наших услуг;
3. ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ

3.1. Действия по обработке персональных данных включают сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение данных.

3.2. Обработка предоставляемых вами персональных данных может осуществляться с использованием автоматизированных и/или неавтоматизированных средств.

3.3. Обработка персональных данных, осуществляемая без использования средств автоматизации, осуществляется таким образом, чтобы в отношении каждой категории персональных данных можно было определить места хранения персональных данных (материальных носителей).

3.4. Для обеспечения безопасной и корректной обработки персональных данных с использованием средств автоматизации мы:

производим резервное копирование данных, с тем, чтобы иметь возможность незамедлительного восстановления персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;
осуществляем постоянный контроль за обеспечением уровня защищенности персональных данных.
3.5. Наши Базы данных информации, содержащей персональные данные граждан Кыргызской республики, находятся на территории Кыргызской республики.

3.6. Мы не осуществляем трансграничную передачу ваших персональных данных, т.е. мы не передаем данные на территорию иностранных государств, органам власти иностранных государств, иностранным физическим лицам или иностранным юридическим лицам.

3.7. Персональные данные могут отправляться третьим сторонам только для предоставления вам вышеуказанных услуг. Такими третьими сторонами могут быть транспортные и курьерские компании, осуществляющие доставку товаров.

3.8. Мы храним ваши данные только до тех пор, пока это необходимо для достижения вышеуказанных целей, или пока это требуется законодательством Кыргызской республики. После этого ваши персональные данные будут уничтожены либо обезличены.

4. ОБЕСПЕЧЕНИЕ ЗАЩИТЫ ВАШИХ ПЕРСОНАЛЬНЫХ ДАННЫХ

4.1. Мы применяем комплекс правовых, организационных и технических мер для того, чтобы обеспечить безопасность ваших персональных данных, защитить их от утери, мошеннических действий, несанкционированного доступа и других неправомерных действий.

4.2. Нами установлен перечень лиц, осуществляющих обработку персональных данных либо имеющих к ним доступ, и правила доступа к персональным данным.

4.3. Мы осуществляем допуск наших работников к вашим персональным данным только для выполнения ими трудовых обязанностей.

4.4. Мы обеспечиваем регистрацию и учёт всех действий с вашими персональными данными.

4.5. Мы проводим технические мероприятия, направленные на предотвращение передачи персональных данных лицам, не имеющим права доступа к такой информации.

4.6. Мы постоянно ведем работу по определению угроз безопасности персональных данных при их обработке в нашей информационной системе, принимаем соответствующие меры и производим оценку эффективности принятых мер по обеспечению безопасности персональных данных.

4.7. Мы следим за тем, чтобы используемые нами меры безопасности соответствовали новейшим технологическим достижениям и разработкам. Мы производим оценку вреда, который может быть причинен субъектам персональных данных в случае нарушения ФЗ «О персональных данных»;

4.8. Мы осуществляем периодическую внутреннюю проверку системы обеспечения безопасности персональных данных и их уровня защищенности на соответствие ФЗ «О персональных данных» и принятым в соответствии с ним нормативным правовым актам.

5. ПРАВА И ОБЯЗАННОСТИ УЧАСТНИКОВ ПРОЦЕССА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ

5.1. Интернет-магазин как Оператор персональных данных вправе:

отстаивать свои интересы в суде;
предоставлять ваши персональные данные третьим лицам, если это предусмотрено действующим законодательством (налоговые, правоохранительные органы и др.);
отказывать в предоставлении персональных данных в случаях, предусмотренных законодательством;
использовать ваши персональные данные без вашего согласия в случаях, предусмотренных законодательством.
5.2. Вы как Субъект персональных данных имеете право:

в любое время бесплатно запросить информацию о том, какими персональными данными о вас мы располагаем;
получать информацию о сроках обработки своих персональных данных, в том числе о сроках их хранения;
в любое время потребовать уточнения, исправления или удаления ваших персональных данных. Для этого вам необходимо направить Запрос по электронной почте m.matrixecom@gmail.com . Запрос должен содержать сведения, указанные в ч. 3 ст. 14 ФЗ «О персональных данных».
Примечание. Существует вероятность, что мы не сможем полностью удалить ваши данные, если это противоречит законодательно установленному требованию об их хранении, например, для ведения бухгалтерского учета, или при наличии иных правовых оснований для хранения этих данных, например, непогашенные долги.
обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействия при обработке ваших персональных данных.`;

export const userAgreementData = `Пользовательское соглашение
Настоящее пользовательское соглашение заключается между Вами – Клиентом и нами – Интернет-магазином.

Клиент – лицо, которое посредством деятельности Интернет-магазина, привлекаемое методами продвижения, на приобретение/отчуждение оферов на товары и/или услуги, имеющие намерение заказать или приобрести либо заказывающий, приобретающий или использующий товары исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности.

Интернет-магазин – электронная среда деловой активности, имеющий доменное имя https://comforthome.website/, предлагает оферы на товар и/или услугу, привлекает клиентов, заинтересованных в приобретении оферов, разрешёнными Рекламодателем методами. Конечным результатом такой активности, является приобретение товара и/или услуги Клиентом, посредством Интернет-магазина.

Стороны – Клиент и Интернет-магазин.

Сайт – интернет ресурс интернет-магазина, пребывающий под организационным управлением и принадлежащий Рекламодателю, на условиях права частной собственности.

Публичная оферта – адресованное администрацией неопределенному кругу лиц или нескольким конкретным лицам предложение, которое определенно, конкретно и выражает намерение лица, сделавшего предложение, считать себя заключившим данное пользовательское соглашение с адресатом, которым будет принято предложение.


Акцепт – полное принятие одной из Сторон условий публичной оферты СРА-сети на заключение данного пользовательского соглашения. Акцептированием публичной оферты происходит в момент начала пользования Сайтом (в том числе в ознакомительных целях) и его сервисами (услугами).

1. Общие положения

1.1. Настоящее Пользовательское соглашение (далее по тексту – «Соглашение») определяет общие правила посещения, использования сервисов и нормы общего поведения на Сайте Клиентом и регулирует гражданско-правовые взаимоотношения, которые складываются между Клиентом и Интернет-магазином в процессе их взаимодействия.

1.2. Настоящее Соглашение может быть изменено по решению Интернет-магазина, в одностороннем порядке. Интернет-магазин не несет обязательства личного уведомления Клиента о таких изменениях. Новая редакция Соглашения вступает в силу, с момента приобретения товара/услуги Интернет-магазина Клиентом.

1.3. Условия Соглашения распространяются на всех Клиентов сайта, без исключений.

1.4. Клиент, начиная пользоваться Сайтом, подтверждает факт того, что ознакомился с положениями настоящего Соглашения в здравом уме и при ясной памяти, понимает их в полной мере и принимает условия пользования Сайтом в полной мере. При несогласии с положениями настоящего Соглашения (частично или в целом), лицо, выразившее такую волю, не имеет право пользоваться информационным полем Сайта.

2. Регуляция взаимодействия сторон

2.1. Реализация предоставленных Сайтом услуг и (или) возможностей не предоставляет Клиенту каких-либо исключительных прав и привилегий.

2.2. Стороны настоящего Соглашения достигли согласия о том, что Интернет-магазин вправе размещать на Сайте рекламные блоки, баннеры, объявления в любых его областях, в том числе там, где размещается информация опубликованная Клиентом, без дополнительного согласия Клиента.

2.3. Информация, размещаемая на Сайте Интернет-магазина, является результатом интеллектуальной деятельности Интернет-магазина и все имущественные и личные неимущественные права на такую информацию, принадлежат Интернет-магазину, до тех пор, пока не будет установлено иное. При этом у Клиента не возникает, каких-либо исключительных прав на результат интеллектуальной деятельности Интернет-магазина, выраженной в графической, текстовой, аудио-видео форме, размещаемой Интернет-магазином на Сайте.

2.4. Интернет-магазин не несет обязательств по защите нарушенных прав Клиента, в контексте урегулирования возникших на этой почве споров, в том числе, в судебном порядке.

2.5. Целью Интернет-магазина по настоящему Соглашению является привлечение потенциальных клиентов, заинтересованных в приобретении товаров и/или услуг, разрешёнными Рекламодателем методами. Конечным результатом такой активности, является приобретение товара и/или услуги Клиентом, посредством Интернет-магазина.

2.6. Нарушение Клиентом вторских прав, принадлежащих Интернет-магазину и (или) другим лицам, влечет для нарушителя ответственность, предусмотренную положениями действующего законодательства Кыргызской Республики.

2.7. В случае выявления нарушения авторских прав Клиентом, путем незаконного размещения не принадлежащих Клиенту материалов, Интернет-магазин изымает из свободного доступа такие материалы, по первому требованию законного правообладателя.

2.8. Клиенту запрещается размещать на Сайте информацию, которая прямо, или косвенно содержит в себе общепринятые признаки порнографии, оскорбляющую, ущемляющую, наносящую ущерб чьему-либо достоинству, содержащую призывы к насилию, бесчинству и другим действиям, влекущим нарушения норм действующего законодательства, определенной территориальной юрисдикции, содержащую вредоносное программное обеспечение и (или) другую информацию, которая может принести вред третьим лицам.

2.9. В случае нарушения условий п. 2.8. настоящего Соглашения и невыполнения требований Интернет-магазина, в том числе по изъятию такой информацию из публичного доступа, Клиенты Сайта несут ответственность, предусмотренную положениями настоящего Соглашения и(или) действующего законодательства Кыргызской Республики. Интернет-магазин в таком случае, имеет право убрать упомянутую в п. 2.8. информацию самостоятельно.

2.10. Интернет-магазин не несет ответственности за результаты посещения Клиентом сторонних (внешних) ресурсов, ссылки на которые могут быть размещены на Сайте. Под результатами понимается любой результат вне зависимости от его характера, а также тот, от наступления которого Клиент понес какие-либо материальные убытки, моральный ущерб и другие негативные проявления.

2.11. Порядок ведения торговли дистанционным путем, права и обязанности Сторон соглашения, а также третьих лиц, особые требования к процессам взаимодействия Сторон и оформления рекламных площадок, регулируются в нормативном порядке – Федеральным Законом «О Рекламе», а также другими нормативными актами и настоящим Соглашением.

3. Права и обязанности Интернет-магазина

3.1. Интернет-магазин обязан предложить Клиенту услуги по доставке товаров путем их пересылки почтовыми отправлениями или перевозки с указанием используемого способа доставки и вида транспорта.

3.2. Интернет-магазин обязан сообщить Клиенту о необходимости использования квалифицированных специалистов по подключению, наладке и пуску в эксплуатацию технически сложных товаров, которые по техническим требованиям не могут быть пущены в эксплуатацию без участия соответствующих специалистов.

3.3. Интернет-магазин не вправе без согласия Клиента выполнять дополнительные работы (оказывать услуги) за плату.

3.4. Интернет-магазин обязан до заключения договора розничной купли-продажи (далее – «Договор») предоставить Клиенту информацию об основных потребительских свойствах товара и адресе (месте нахождения) Интернет-магазина, о месте изготовления товара, полном фирменном наименовании (наименовании) Интернет-магазина, о цене и об условиях приобретения товара, о его доставке, сроке службы, сроке годности и гарантийном сроке, о порядке оплаты товара, а также о сроке, в течение которого действует предложение о заключении Договора.

3.5. Интернет-магазин в момент доставки товара обязан довести до сведения Клиента в письменной форме следующую информацию (для импортных товаров - на русском языке):

3.5.1. наименование технического регламента или иное обозначение, установленное законодательством Кыргызской Республики о техническом регулировании и свидетельствующее об обязательном подтверждении соответствия товара;

3.5.2. сведения об основных потребительских свойствах товара (работ, услуг), а в отношении продуктов питания - сведения о составе (в том числе наименование использованных в процессе изготовления продуктов питания пищевых добавок, биологически активных добавок, информация о наличии в продуктах питания компонентов, полученных с применением генно-инженерно-модифицированных организмов), пищевой ценности, назначении, об условиях применения и хранения продуктов питания, о способах изготовления готовых блюд, весе (объеме), дате и месте изготовления и упаковки (расфасовки) продуктов питания, а также сведения о противопоказаниях для их применения при отдельных заболеваниях;

3.5.3. цена в сомах и условия приобретения товара (выполнения работ, оказания услуг);

3.5.4. сведения о гарантийном сроке, если он установлен;

3.5.5. правила и условия эффективного и безопасного использования товаров;

3.5.6. сведения о сроке службы или сроке годности товаров, а также сведения о необходимых действиях Клиента по истечении указанных сроков и возможных последствиях при невыполнении таких действий, если товары по истечении указанных сроков представляют опасность для жизни, здоровья и имущества Клиента или становятся непригодными для использования по назначению;

3.5.7. место нахождения (адрес), фирменное наименование (наименование) изготовителя (Интернет-магазина), место нахождения (адрес) организации (организаций), уполномоченной изготовителем (Интернет-магазином) на принятие претензий от Клиента и производящей ремонт и техническое обслуживание товара, для импортного товара - наименование страны происхождения товара;

(см. текст в предыдущей редакции)

3.5.8. сведения об обязательном подтверждении соответствия товаров (услуг) обязательным требованиям, обеспечивающим их безопасность для жизни, здоровья Клиента, окружающей среды и предотвращение причинения вреда имуществу Клиента в соответствии с законодательством Кыргызской Республики;

3.5.9. сведения о правилах продажи товаров (выполнения работ, оказания услуг);

3.5.10. сведения о конкретном лице, которое будет выполнять работу (оказывать услугу), и информация о нем, если это имеет значение исходя из характера работы (услуги);

3.5.11 информация об энергетической эффективности товаров, в отношении которых требование о наличии такой информации определено в соответствии с законодательством Кыргызской Республики об энергосбережении и о повышении энергетической эффективности.

3.6. Интернет-магазин обязан предоставить информацию Клиенту, если приобретаемый Клиентом товар был в употреблении или в нем устранялся недостаток (недостатки).

3.7. Интернет-магазин обязан проинформировать Клиента о товаре, включая условия его эксплуатации и правила хранения, доводится до Клиента путем размещения на товаре, на электронных носителях, прикладываемых к товару, в самом товаре (на электронной плате внутри товара в разделе меню), на таре, упаковке, ярлыке, этикетке, в технической документации или иным способом, установленным законодательством Кыргызской Республики.

3.8. Интернет-магазин обязан информировать Клиента о сроке, в течение которого действует предложение о продаже товара/услуги на Сайте.

3.9. Интернет-магазин имеет право, как принять, так и отклонить предложение Клиента о пересылке товаров почтовым отправлением в адрес "До востребования".

3.10. Интернет-магазин обязан обеспечивать конфиденциальность персональных данных о Клиенте в соответствии с законодательством Кыргызской Республики в области персональных данных.

3.11. Интернет-магазин предоставляет Клиенту каталоги, буклеты, проспекты, фотографии или другие информационные материалы, содержащие полную, достоверную и доступную информацию, характеризующую предлагаемый товар.

3.12. При отказе Клиента от товара Интернет-магазин обязан возвратить ему сумму, уплаченную Клиентом в соответствии с Договором, за исключением расходов Интернет-магазина на доставку от Клиента возвращенного товара, не позднее чем через 10 дней с даты предъявления Клиентом соответствующего требования.

3.13. В случае если Договор заключен с условием о доставке товара Клиенту, Интернет-магазин обязан в установленный Договором срок доставить товар в место, указанное Клиентом, а если место доставки товара Клиентом не указано, то в место его жительства.

3.14. Интернет-магазин обязан передать товар Клиенту в порядке и сроки, которые установлены в Договоре.

3.15. Интернет-магазин обязан передать Клиенту товар, качество которого соответствует Договору и информации, представленной Клиенту при заключении Договора, а также информации, доведенной до его сведения при передаче товара (в технической документации, прилагаемой к товару, на этикетках, путем нанесения маркировки либо иными способами, предусмотренными для отдельных видов товаров).

3.16. Если Интернет-магазин при заключении Договора был поставлен Клиентом в известность о конкретных целях приобретения товара, Интернет-магазин обязан передать Клиенту товар, пригодный для использования в соответствии с этими целями.

3.17. Расходы на осуществление возврата суммы, уплаченной Клиентом в соответствии с Договором, несет Интернет-магазин.

3.18. Оплата товара Клиентом путем перевода средств на счет третьего лица, указанного Интернет-магазином, не освобождает Интернет-магазин от обязанности осуществить возврат уплаченной Клиентом суммы при возврате Клиентом товара как надлежащего, так и ненадлежащего качества.

4. Права и обязанности Клиента

4.1. Клиент вправе отказаться от товара в любое время до его передачи, а после передачи товара - в течение 7 дней.

4.2. Клиент вправе отказаться от товара в течение 3 месяцев с момента передачи товара, в случае если информация о порядке и сроках возврата товара надлежащего качества не была предоставлена в письменной форме в момент доставки товара.

4.3. Возврат товара надлежащего качества возможен в случае, если сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт и условия покупки указанного товара. Отсутствие у Клиента указанного документа не лишает его возможности ссылаться на другие доказательства приобретения товара у Интернет-магазина.

4.4. Клиент не вправе отказаться от товара надлежащего качества, имеющего индивидуально-определенные свойства, если указанный товар может быть использован исключительно приобретающим его Клиентом.

4.5. Клиент обязан повторно оплатить стоимость услуг по доставке товара, в случае если доставка товара произведена в установленные Договором сроки, но товар не был передан Клиенту по его вине, последующая доставка производится в новые сроки, согласованные с Интернет-магазином.

4.6. В случае если Клиенту передается товар с нарушением условий Договора, касающихся количества, ассортимента, качества, комплектности, тары и (или) упаковки товара, Клиент может не позднее 20 дней после получения товара известить Интернет-магазин об этих нарушениях.

4.7. Если обнаружены недостатки товара, в отношении которого гарантийные сроки или сроки годности не установлены, Клиент вправе предъявить требования в отношении недостатков товара в разумный срок, но в пределах 2 лет со дня передачи его Клиенту, если более длительные сроки не установлены нормативными актами или Договором.

4.8. Клиент вправе предъявить требования к Рекламодателю в отношении недостатков товара, если они обнаружены в течение гарантийного срока или срока годности.

4.9. Клиент, которому продан товар ненадлежащего качества, если это не было оговорено Интернет-магазином, вправе по своему выбору потребовать:

а) безвозмездного устранения недостатков товара или возмещения расходов на их исправление Клиентом или третьим лицом;

б) соразмерного уменьшения покупной цены;

в) замены на товар аналогичной марки (модели, артикула) или на такой же товар другой марки (модели, артикула) с соответствующим перерасчетом покупной цены. При этом в отношении технически сложных и дорогостоящих товаров эти требования Клиента подлежат удовлетворению в случае обнаружения существенных недостатков.

4.10. Клиент вместо предъявления требований, указанных в пункте 4.9 настоящего Соглашения, вправе отказаться от исполнения Договора и потребовать возврата уплаченной за приобретенный товар суммы. По требованию Интернет-магазина и за его счет Клиент должен возвратить товар с недостатками.

4.11. Клиент вправе потребовать полного возмещения убытков, причиненных ему вследствие продажи товара ненадлежащего качества. Убытки возмещаются в сроки, установленные Законом Кыргызской Республики "О защите прав потребителей" для удовлетворения соответствующих требований Клиента.

4.12. Клиент вправе отказаться от исполнения Договора и потребовать возмещения причиненных убытков, при отказе Интернет-магазина передать товар.

4.13. При возврате товара ненадлежащего качества отсутствие у Клиента документа, подтверждающего факт и условия покупки товара, не лишает его возможности ссылаться на другие доказательства приобретения товара у Интернет-магазина.

4.14. Отказ или уклонение Интернет-магазина от составления накладной или акта не лишают Клиента права требовать возврата товара и (или) возврата суммы, уплаченной Клиентом в соответствии с Договором.

4.15. Клиент вправе отказаться от оплаты дополнительных работ (услуг), которые не оговоренные Договором, а если они оплачены, Клиент вправе потребовать от Интернет-магазина возврата уплаченной сверх указанной суммы.

4.16. По аналогии с инструкциями, изложенными в п. 4.16. настоящего Соглашения, Клиент обязуется действовать, в случае использования результатов интеллектуальной собственности, что принадлежать третьим лицам. Способ и порядок осуществления уточняется в процессе переговоров с правообладателем материалов.

5. Ответственность сторон

5.1. Интернет-магазин не несет ответственности за действия Клиента, которые повлекли нарушение прав третьих лиц, кроме случаев определенных действующим законодательством Кыргызской Республики.

5.2. Интернет-магазин не несет ответственности за содержание информации, размещенной Клиентом.

5.3. Интернет-магазин не несет ответственности за содержание отзывов Клиентов Сайта. Отзывы Клиентов Сайта являются субъективными мнениями их авторов, никоим образом не претендующими на объективность. Они могут не совпадать с общественным мнением и не соответствовать действительности.

5.4. Решение о выдаче/не выдаче персональных данных, принимается Интернет-магазином, лишь на основании запроса, посланного лицом Интернет-магазина, в установленном нормами действующего законодательства порядке.

5.5. Интернет-магазин вправе не реагировать на запросы, обращения и письма, что не содержат реквизитов обращающегося (ФИО, контактные данные).

5.6. Интернет-магазин не несет ответственности за регистрационные данные, что были указаны Клиентом при взаимодействии с информационным полем Сайта.

5.7. Интернет-магазин имеет право, без объяснения причин ограничить, блокировать доступ Клиента (в т.ч. незарегистрированного) на Сайт, с частичным, или полным удалением информации, что была размещена Клиентом на Сайте. Интернет-магазин обязуется рассмотреть претензию, оформленную в порядке предусмотренном разделом 5 соглашения, в течение 30 (тридцати) календарных дней с даты ее получения.

6. Порядок урегулирования споров

6.1. В случае выявления на Сайте размещенной информации, содержащей в себе результаты интеллектуальной собственности, принадлежащие третьим лицам, правообладатель обязан:

6.1.1. Составить претензию с указанием фактических и нормативных оснований, которые дают возможность Интернет-магазину изъять информацию из публичного доступа.

6.1.2. Прикрепить к претензии доказательства оригинальности результата интеллектуальной собственности (оригинальный экземпляр, другие документы, подтверждающие правообладание на объект авторского права).

6.1.3. Отправить пакет документов, упомянутых в положениях п.п. 6.1.1., 6.1.2. настоящего Соглашения, на электронный почтовый ящик Интернет-магазина: m.matrixecom@gmail.com

7. Прочие условия

7.1. Все возможные ситуации, споры, вытекающие из взаимоотношений Клиента и Интернет-магазина, не урегулированные этим Соглашением, решаются в порядке, определенном нормами действующего законодательства Кыргызской Республики.

7.2. Стороны по настоящему Соглашению осознают объем прав и обязанностей, порожденных взаимоотношениями лиц, упомянутых этим Соглашением, и в полной мере отдают отчет своим действиям, понимая юридическую природу последствий таких действий, в полной мере.

7.3. Бездействие со стороны Интернет-магазина в случае нарушения кем-либо из Клиентов положений Соглашения, не лишает Интернет-магазина права предпринять позднее соответствующие действия в защиту своих интересов и защиту охраняемых законом прав.`;

export const forReturningAndExchangingGoodsData = `Условия возврата и обмена товара
1. Условия обмена и возврата товара надлежащего качества
Согласно Статьи 24 Закона Кыргызской Республики от 10 декабря 1997 года №90 о «Защите прав потребителей», потребителю предоставляется право обменять или вернуть товар при одновременном соблюдении следующих условий:

с момента покупки прошло не более 14(четырнадцати) дней;
товар непродовольственный (не предназначенный для употребления в пищу, например, одежда, бытовая техника, мебель и т.д.);
товар надлежащего качества (если товар ненадлежащего качества – см. условия возврата и обмена товара ненадлежащего качества);
товар не был в употреблении, т.е. упаковка не нарушена, нет следов эксплуатации, комплектация сохранена (в случае потери упаковки, бирок, ярлыков и т.п. возврат или обмен возможен по согласованию с администратором магазина);
сохранены потребительские свойства;
имеются доказательства приобретения товара у данного продавца: товарный или кассовый чек, иной документ, подтверждающий оплату товара (в случае потери чека или иного документа необходимо точно установить дату покупки, и только тогда возврат/обмен возможен по согласованию с администратором магазина);
товар не входит в перечень товаров, которые не подлежат возврату или обмену;
товар не является технически сложным.
При соблюдении этих условий приобретенный товар можно:

обменять на аналогичный товар у продавца, у которого был приобретен товар (на усмотрение администратора магазина оформляется документ возврата или обмена по предъявлении удостоверения личности покупателя);
вернуть продавцу, получив уплаченные деньги за товар, но продавец удержит деньги, уплаченные за доставку курьеру (если товар доставлялся курьерской службой).
2. Гарантии и условия возврата товара ненадлежащего качества
2.1. Гарантийный срок, на весь ассортимент нашего магазина, исчисляется со дня продажи товара потребителю и составляет 14(четырнадцать) дней.

2.2. Товар ненадлежащего качества – это товар, имеющий недостаток или существенный недостаток.

2.2.1. Недостаток товара – это несоответствие товара обязательным требованиям, предусмотренным законом или условиями договора, или целям, для которых товар используется, или образцу и/или описанию.

2.2.2. Существенный недостаток товара – это неустранимый недостаток либо недостаток, требующий несоразмерных расходов или затрат времени, либо выявленный неоднократно, либо появившийся вновь после его устранения.

2.3. Согласно Статьи 17 Закона Кыргызской Республики от 10 декабря 1997 года №90 о «Защите прав потребителей», покупатель, при обнаружении недостатка, вправе:

потребовать замены на товар той же марки/модели/артикула;
потребовать замены на такой же товар другой марки с соответствующим пересчетом цены;
потребовать соразмерного уменьшения цены;
потребовать безвозмездного устранения недостатка или возмещения затрат на устранение недостатка третьими лицами;
отказаться от исполнения договора купли-продажи и потребовать возврата уплаченной за товар суммы, самостоятельно доставив товар в магазин в рабочее время по адресу, который указан в контактной информации в Разделе 5.
Воспользоваться этими правами потребитель может только в случае, если ненадлежащее качество не было оговорено продавцов при покупке. Если при покупке товара отдельные недостатки были оговорены, это не лишает потребителя права предъявить претензии по поводу других обнаруженных недостатков.

Если для установки выхода товара из строя требуется дополнительная проверка/экспертиза, она должна быть произведена в течение 10 дней с момента предъявления требований.

3. Перечень технически сложных товаров, в отношении которых, требования потребителя об их замене, подлежат удовлетворению в случае обнаружения в товарах существенных недостатков*
(В редакции постановления Правительства КР от 21 апреля 2014 года № 233)

Пылесосы, фены, мясорубки, миксеры, водонагреватели накопительные, вытяжки, газовые плиты, тепловентиляторы, увлажнители воздуха, кофемолки, кофеварки, хлебопечи, микроволновые печи, сумки- холодильники, соковыжималки, блендеры, тостеры, утюги;
Автотранспортные средства и номерные агрегаты к ним;
Мотоциклы, мотороллеры;
Снегоходы;
Катеры, яхты, лодочные моторы;
Холодильники, морозильники;
Стиральные машины автоматические;
Компьютерное оборудование, компьютеры (стационарные и портативные), ноутбуки и персональные электронные вычислительные машины, системные блоки, серверное и сетевое оборудование, а также периферийное оборудование, включая комплектующие и электропитающие устройства;
Тракторы сельскохозяйственные, мотоблоки, мотокультиваторы;
Оборудование навигации и беспроводной связи для бытового использования, в том числе спутниковой связи, имеющее сенсорный экран и обладающее двумя и более функциями;
Лазерные или струйные многофункциональные устройства, мониторы с цифровым блоком управления;
Комплекты спутникового телевидения, игровые приставки с цифровым блоком управления;
Телевизоры, музыкальные центры, презентационная техника, интерактивные доски, проекторы с цифровым блоком управления;
Цифровые фото- и видеокамеры, объективы к ним и оптическое фото- и кинооборудование с цифровым блоком управления;
Посудомоечные машины, кофемашины, электрические и комбинированные плиты, электрические и комбинированные духовые шкафы, кондиционеры, электрические водонагреватели с электрическим двигателем и (или) микропроцессорной автоматикой.
* Вместо предъявления требований о замене товара, потребитель вправе, в соответствии с гражданским законодательством, отказаться от исполнения договора розничной купли-продажи и потребовать возврата уплаченной за товар денежной суммы.

4. Возврат денежных средств при оформлении возврата товара
Возврат денежных средств потребителю выплачивается в день оформления возврата товара в магазине.

В случае если удовлетворить требование потребителя незамедлительно не представляется возможным, максимальный срок для удовлетворения требования не может превышать 7(семи) дней.`;

export const CHARTERDATA = `УСТАВ ИСПОЛЬЗОВАНИЯ ФОТОГРАФИЙ, ВИДЕОМАТЕРИАЛОВ И ОПИСАНИЙ ТОВАРОВ
1. Общие положения
1.1. Настоящий устав регулирует правила использования фотографий и видеоматериалов (далее — Материалы), а также описаний товаров, публикуемых компанией в рекламных и маркетинговых целях. 1.2. Материалы могут включать фотографии и видеоролики, созданные с целью рекламного представления товаров и услуг компании. 1.3. Описание товара, размещенное на сайте или других платформах, является основным источником информации о его характеристиках и качестве. Материалы (фото и видео) могут отличаться от фактического внешнего вида товаров и служат только рекламным визуальным представлением.

2. Цели использования Материалов
2.1. Материалы могут использоваться для следующих целей:

Продвижение товаров и услуг компании через рекламные и маркетинговые каналы (онлайн и офлайн);
Размещение на веб-ресурсах компании и социальных сетях для привлечения внимания клиентов;
Использование в печатных и электронных рекламных материалах, презентациях и на промо-мероприятиях.
3. Ответственность за точность описания товаров
3.1. Компания гарантирует, что описание товара является максимально точным и соответствует реальным характеристикам, предоставляемым покупателю. 3.2. Клиенты обязаны сверять информацию, указанную в описании товаров, с тем, что они получают при покупке, так как рекламные изображения и видео могут не в полной мере отражать реальный внешний вид товара. 3.3. В случае несоответствия ожиданий, основанных на рекламных материалах, с реальными характеристиками товара, клиент обязан ориентироваться на текстовое описание товара, которое является основным источником информации.

4. Права на использование Материалов
4.1. Компания сохраняет все авторские права на Материалы и может использовать их для редактирования, улучшения и адаптации под рекламные нужды. 4.2. Лица, предоставившие Материалы или свое изображение для рекламных целей, соглашаются с использованием их материалов или изображений в рекламе компании без дополнительного согласования.

5. Ответственность за использование Материалов
5.1. Материалы используются только в рамках рекламных и маркетинговых кампаний компании. 5.2. Компания обязуется использовать Материалы в пределах, установленных законодательством, и не нарушать права третьих лиц. 5.3. Любые претензии, связанные с использованием Материалов или описаний, должны быть направлены в компанию для урегулирования.

6. Обязанности клиентов
6.1. Клиент обязан понимать, что Материалы, включая фото и видео, являются рекламными и могут не отражать все детали реального товара. 6.2. Перед покупкой клиент обязан сверить описание товара с реальными характеристиками и задать все вопросы по товару на основе текстового описания, а не только на основании Материалов.

7. Заключительные положения
7.1. Устав вступает в силу с момента его утверждения и действует бессрочно. 7.2. Компания имеет право изменять данный устав, уведомив заинтересованные стороны за 14 дней до вступления изменений в силу.

`;
